export const TESTIMONIALS_DATA = [
    {
        id: 1,
        quote: "پس از چندین سال تلاش و همکاری با چندین گروه و ایجاد چندین سایت که متاسفانه ناموفق بودند در حوزه تخصصی طلا و جواهر شرکت دی ام هوس تنها شرکتی بود که ایده و یا می‌شه گفت هدف جسورانه و تا حدودی بلند پروازانه من رو به‌واسطه وجود مدیریتی خلاق و جسور و همچنین همکاران پر تلاش‌شون و با ایجاد همکاری شبانه روزی در هر دو گروه به نتیجه برسونن.",
        name: "امیر حقانی",
        role: "مدیرعامل جواهری حقانی",
        image: "https://dmhouse.agency/wp-content/uploads/2024/06/%D8%AD%D9%82%D8%A7%D9%86%DB%8C-min.png",
        // Placeholder Logo (Replace with actual file)
        logo: "https://dmhouse.agency/wp-content/uploads/2023/09/%D8%AD%D9%82%D8%A7%D9%86%DB%8C.jpg",
        cardColor: "#F0BBD8"
    },
    {
        id: 2,
        quote: "خوشحالیم که سایت‌مون رو با تیم خوب DM House قرارداد بستیم و طراحی سایت، کارهای سئو و تولید محتوارو به این تیم سپردیم. از کیفیت کار دوستان رضایت کامل رو داریم و قالب سایت و ظاهرش همون چیزی بود که ما و مدیریت مجموعه خواسته بودیم. جلسات اسپرینت به صورت منظم برگزار شد و به طور کلی از عملکرد و خدمات تیم DM House رضایت کامل داریم.",
        name: "محمد سعیدی",
        role: "مدیر مارکتینگ یاشاگروپ",
        image: "https://dmhouse.agency/wp-content/uploads/2024/06/%D8%B3%D8%B9%DB%8C%D8%AF%DB%8C-min.png",
        logo: "https://dmhouse.agency/wp-content/uploads/2024/03/logo-14-min.png",
        cardColor: "#BBE7F0"
    },
    {
        id: 3,
        quote: "ما برای توسعه کسب و کارمون توی فضای دیجیتال با تیم DM House آشنا شدیم . تقریبا 3 الی 4 ماه بعد از شروع همکاری‌مون، تونستیم به رده‌های اول تا سوم کلمات کلیدی رشته خودمون برسیم. همبستگی و هماهنگی بین کارفرما و تیم دیجیتال مارکتینگ جز نقاط قوت این تیم است. توصیه می‌کنم برای توسعه کسب و کارتون حتما از مشاوره‌ها و خدمات DM House استفاده کنید.",
        name: "حمید ذوالفقاری",
        role: "مدرس و مشاور آزمون های ارشد پرستاری",
        image: "https://dmhouse.agency/wp-content/uploads/2025/12/zol.png",
        logo: "https://dmhouse.agency/wp-content/uploads/2023/05/%D8%A7%D8%B1%D8%B4%D8%AF-%D9%BE%DB%8C.jpg",
        cardColor: "#F0EABB"
    },
    {
        id: 4,
        quote: "طی 12 سال سابقه‌ در حوزه آموزش آنلاین آیلتس، با گروه‌های زیادی در زمینه سئو سایت همکاری داشتیم؛ اما آخرین و بدون شک بهترین‌شون، تیم DM House بود. لپ کلام، خیلی ساده بخوام صحبت کنم، تمام انتظارات سختگیرانه ما رو در حوزه سئو برآورده کردن. از پشتیبانی دقیق و منظم گرفته، تا برنامه ریزی دقیق و ارائه یک چشم انداز منطقی و بر پایه تجربه.",
        name: "محمدجواد مردان",
        role: "مدیر آکادمی زبان آیلتس میکس",
        image: "https://dmhouse.agency/wp-content/uploads/2025/12/mardan.png",
        logo: "https://dmhouse.agency/wp-content/uploads/2024/01/cropped-ieltsmix-fav-icon.png",
        cardColor: "#C3F0BB"
    },
    {
        id: 5,
        quote: "یک تیم کاملا کاربلد و با تجربه دور هم جمع شدن و این باعث شده کیفیت کار به طرز چشم‌گیری بهتر و مناسب‌تر از خروجی شرکت‌های مشابه باشه. در عرض این چند سال همکاری شرکت شما رو به چند نفر از دوستان معرفی کردم و اون‌ها هم رضایت کامل دارند. تسلط مدیران ارشد سازمان شما به علوم مدیریت و ارتقای سازمانی باعث شده که درک راحتی از خواسته‌ها و توقعات مشتری داشته باشید.",
        name: "رضا چرخکار",
        role: "مدیر IT شرکت فنی مهندسی JBH",
        image: "https://dmhouse.agency/wp-content/uploads/2024/06/jbh-min.png",
        logo: "https://dmhouse.agency/wp-content/uploads/2022/10/JBH.jpg",
        cardColor: "#C3F0BB"
    }
];